@extends('layouts.app')
@section('content')
<div class="container-wraiper">


  <div class="privacy-container">
    <h1>特定商取引法に基づく表記</h1>
    <h2>販売者</h2>
    <p>
      商品ごとに表示<br>
      ※ 所在地・連絡先は請求後開示します
    </p>
    <h2>運営者</h2>
    <p>茶木　</p>
    <h2>代表者</h2>
    <p>茶木　涼</p>
    <h2>所在地</h2>
    <p>埼玉県狭山市笹井3-21　202</p>
    <h2>連絡先</h2>
    <p>konkuriitonouenokareha128@gmail.com<br>
    ※特商法に関わるお問い合わせである旨記載していただきご連絡をお願いいたします。</p>
    <h2>価格について</h2>
    <p>商品ごとに表示</p>
    <h2>配送料について</h2>
    <p>配送料については本サイト上の「配送料・その他手数料について」をご確認ください。</p>
    <h2>お支払い方法</h2>
    <p>クレジットカード</p>
    <h2>お支払い期限</h2>
    <p>クレジットカードの支払い処理は即日行われます。<br>
      その後のお支払いはクレジットカード会社の締め日に準じます。</p>
    <h2>お届け対象地域について</h2>
    <p>日本全国発送可能です（一部地域を除く）</p>
    <h2>商品の引き渡し時期</h2>
    <p>各商品の詳細ページ、または注文履歴よりご確認ください。</p>
    <h2>商品の返品・交換について</h2>
    <p>本サイトで取り扱う商品はすべて食品となるため、返品・交換は一切承っておりません。<br>
      ただし、お届けした商品に破損、汚損等あった場合や、注文品と違う商品が届いた場合はその限りではありません。お問い合わせフォームよりご連絡ください。</p>
    <h2>ご注文のキャンセルについて</h2>
    <p>注文確定後のキャンセルは原則承っておりません。在庫確認中のステータスの場合はキャンセルできる可能性がありますので、至急お問い合わせフォームよりご連絡ください。</p>

</div>
</div>

@include('layouts.footer')

@endsection
<script src="/js/project.js" defer></script>
<script src="/js/mypage.js" defer></script>