@extends('layouts.app')
@section('content')
<div class="container-wraiper">
  <div class="privacy-container">
    <h1>プライバシーポリシー</h1>
    <p>私、茶木 涼は（以下、「当方」といいます。）、下記の「プライバシーポリシー」に基づき、お客様の個人情報を取り扱います。
      お客様が、私の運営するオンラインサービス「RE:FOOD's」（以下「本サービス」といいます。）をご利用いただいた場合、下記「プライバシーポリシー」に同意されたものとみなします。
      なお、当方は、下記の「プライバシーポリシー」に付加して、または別途、個人情報の取扱いに関して定める場合がありますので、ご留意ください。</p>

    <section>
      <h2>定義</h2>
      <p>「個人情報」とは、お客様個人を識別できる情報をいい、下記を含むものとします。</p>
      <ul class="list-disc">
        <li>氏名、生年月日、性別、ご職業、その他の特定の個人を識別することができる情報</li>
        <li>特定の個人情報に結びついて使用されるご住所、電話番号、アカウント情報（メールアドレス及びパスワード等をいいます。）、クレジットカード、ニックネームなどの情報</li>
        <li>個人情報と一体となった趣味、家族構成、年齢その他の個人に関する属性情報</li>
      </ul>
      <p class="mt-30">「利用情報」とは、本サービスの利用に関する以下の情報をいうものとします。</p>
      <ul class="list-disc">
        <li>お客様がご利用になった本サービスの内容、ご利用日時、ご利用回数、本サービス利用時のお客様の挙動などのご利用内容・履歴・状況に関する情報</li>
        <li>お客さまの位置情報</li>
        <li>お客様が本サービスに掲載・発信した投稿、写真、コメント、評価その他の情報</li>
      </ul>
    </section>

    <section>
      <h2>取得情報の収集</h2>
      <p>当方は、本サービスをご利用になるお客様の個人情報及び利用情報（以下「取得情報」といいます。）を以下の方法により、収集させていただく場合がございます。</p>
      <ul class="list-disc">
        <li>本サービス上で取得情報をお客様自身に入力していただき、取得情報を収集させていただきます。</li>
        <li>当方に対し、お客様から電子メール、郵便、書面等で取得情報をご提供いただくことにより、取得情報を収集させていただきます。</li>
        <li>お客様が本サービスをご利用された際に履歴、お客様が利用されるＵＲＬ、ブラウザや携帯電話の種類やIPアドレス、お客様の位置情報などの情報等を収集させていただくことがございます。</li>
      </ul>
    </section>

    <section>
      <h2>取得情報の適正管理</h2>
      <p>当方にて取得情報を管理・利用する業務に従事する者は、お客様の取得情報について厳重に管理を行い、個人情報への不当なアクセス、紛失、漏洩、改ざん等が起きないよう、取得情報の取扱に十分な注意を払い、その業務に努めます。</p>
    </section>

    <section>
      <h2>取得情報の利用目的</h2>
      <p>取得情報を取得・収集する際にお客様にお知らせした利用目的、利用規約に定める利用目的または以下の目的のために、取得情報を利用させていただきます。</p>
      <ul class="list-disc">
        <li>本サービスに関する各種事項の連絡や情報提供を行うため</li>
        <li>本サービスを提供するため</li>
        <li>本サービスにユーザー登録する際に必要な情報入力を簡略化するため</li>
        <li>電子メール配信サービスのお申し込みの確認やメールを配信するため</li>
        <li>ご協力いただいた調査などに対する謝礼等をお送りするため</li>
        <li>ご応募いただいた懸賞などに対する景品等をお送りするため</li>
        <li>本サービスの利用状況等を調査・分析するため</li>
        <li>本サービスの内容をよりご満足いただけるよう改良・改善、又は新サービス開発のため</li>
        <li>本サービスの内容をお客様に合わせてカスタマイズするため</li>
        <li>本サービスに関する満足度を調査するため</li>
        <li>取得情報を統計的に処理した情報を、集約し調査結果として公表するため</li>
        <li>本サービス、新サービスその他の各種サービスのご案内やお知らせをお届けするため</li>
        <li>調査のご協力依頼や各種イベントへのご参加をお願いしたり、その結果などをご報告するため</li>
        <li>本サービス運営上のトラブルの解決のため</li>
        <li>本サービス上の広告媒体において、当方あるいは第三者の広告を表示するため</li>
      </ul>
    </section>

    <section>
      <h2>取得情報の第三者提供</h2>
      <p>当方は、以下に定める場合、取得情報を第三者に開示します。</p>
      <ul class="list-disc">
        <li>
          お客様が本サービスによってした取引の内容に応じて、お客様の取引の相手方に、取引を遂行するのに必要と当方が判断した取得情報を開示します。お客様は、開示された他のお客様の情報を、本サービスの利用規約に従い、本サービスによってした取引の遂行に必要な範囲でのみ利用するものとし、相手方の事前の同意なく、これをさらに第三者に開示してはなりません。
          また利用履歴やニックネームは、本サービス上で当方が定める期間、公開されます。</li>
        <li>当方がサービスの運営及び提供において必要と判断した場合</li>
        <li>商品の配送、代金決済、お客様からのお問い合わせへの対応、当方からお客様へのお問い合わせ、関連するアフターサービスの提供等のために、配送業者、決済代行業者、業務委託先その他の第三者に開示する場合。</li>
        <li>法令等に基づき、裁判所、行政機関、監督官庁その他公的機関から取得情報を提供するよう求められた場合。</li>
        <li>第三者との紛争解決のため、 又は本サービスのユーザーもしくは第三者の権利や利益等を守るために情報開示が必要と当方が判断した場合。</li>
        <li>本サービスの利用状況等を調査・分析するため、当方がかかる調査・分析等を委託する第三者に開示する場合。</li>
        <li>当方が利用目的を達成するために必要な範囲で、個人情報の取扱いの全部又は一部を委託する場合。</li>
        <li>当方又は第三者の広告の配信又は表示のため・その他、当方が取得情報の開示が必要と判断した場合に、お客様の同意を得た上で、取得情報を開示させていただくことがございます。</li>
      </ul>
    </section>

    <section>
      <h2>「クッキーなど」の使用</h2>
      <ul class="list-disc">
        <li>クッキー情報に関して、単独では特定の個人を識別することはできません。 個人情報が一体となって使用される場合には個人情報とみなします。</li>
        <li>クッキーの使用を許可するかどうかはお客様が設定できます。 多くのWebブラウザでは、自動的にクッキーの使用が許可されますが、クッキーの使用を禁止するようにブラウザの設定を変更することも可能です。
          クッキーの使用を禁止した場合、本サービスを正常にご利用できない、あるいはクッキーを必要とする広告設定を反映できなくなる可能性があります。</li>
        <li>
          当方は、お客様のクッキー情報や、閲覧された広告・ページ、お客様のご利用環境等の情報を自動的にお客様のブラウザ・アプリから受け取り、サーバーに記録し、本サービスログイン時の電子メールアドレス自動入力等の利便性向上のため、セッションの維持及び保護などセキュリティの為、また、新しいサービスを検討するため、サービスや広告の内容をよりお客様に適したものとするために利用いたします。
        </li>
        <li>当方は、本サービスをご利用のお客様について、Google社のAndroid
          OS搭載のデバイスを通じて、広告識別子（スマートフォン等のデバイスに搭載されているOSにおいて生成され提供される、広告用の識別子。Google社のAndroid OSにおける「Google Advertising
          ID（ADID）」を指します。）を取得し、利用しています。</li>
        <li>広告識別子を利用した広告配信の停止を希望されるお客様は、以下のサイトに記載の手順に従い、お客様のご利用端末の設定をお願いします。</li>
        <li>Google Play ヘルプ - <a href="https://support.google.com/googleplay/answer/3405269" target="_blank"
            rel="noreferrer">https://support.google.com/googleplay/answer/3405269</a></li>
      </ul>
    </section>

    <section>
      <h2>「ログ」の使用等</h2>
      <p>当方は、ユーザーが 本サービス訪問時に自動で生成される、IP アドレス、ブラウザ種類、ブラウザ言語などを収集します。
        これらの情報はユーザー環境を分析し、より良いサービス提供のため、また正常なサービス提供を妨害する不正行為防止のために利用いたします。検索に関する記録は個人を特定することができない形態で保存及び管理され、統計データ作成などの用途で利用いたします。
      </p>
    </section>

    <section>
      <h2>「機器情報」の使用等</h2>
      <p>当方は、端末の個体識別情報などの機器情報を収集する場合がございます。
        これらの情報はより良いサービス提供のため、また正常なサービス提供を妨害する不正行為防止のために利用いたします。</p>
    </section>

    <section>
      <h2>個人情報の変更</h2>
      <p>お客様は、自らの個人情報において不正確な情報が存在する場合には、適時に訂正をしてください。
        個人情報のうち、市町村などの名称および郵便番号、金融機関の名称あるいはクレジットカードの有効期限など、
        商品のお届けやご請求を行う上で支障がある情報に変更があった場合には、当方において、登録されている個人情報を変更させていただく場合があります。</p>
    </section>

    <section>
      <h2>個人情報の管理およびセキュリティ</h2>
      <p>当方では、収集させていただいた取得情報を、一般のユーザーがアクセスできない環境下にあるサーバーにて安全に保管し、不正アクセス・紛失・破壊・改ざんまたは漏洩が生じないよう努めます。</p>
    </section>

    <section>
      <h2>免責・注意事項</h2>
      <ul class="list-disc">
        <li>当方は、本サービスのリンクされている他の事業者または個人のウェブサービスにおけるお客様の取得情報等の保護に関しまして、一切の責任を負いません。
          お客様ご自身にて当該サービスの内容をよくご確認の上で、閲覧およびご利用をお願いいたします。</li>
        <li>ハッカー等による不当な行為により、お客様および第三者に損害が生じた場合に関してまして、当方は一切の責任を請け負いません。</li>
        <li>お客様に対して、ご本人確認をするための情報につきましては、お客様にて、紛失、忘失または第三者に知られることのないよう厳重な管理をお願いいたします。</li>
      </ul>
    </section>

    <section>
      <h2>未成年のお客様の情報</h2>
      <p>
        お客様が未成年者の場合は、ご両親、保護者または後見人の方（以下「保護者様」といいます）がプライバシーポリシーおよび利用規約等の内容に同意され、お客様がプライバシーポリシーおよび利用規約等に基づき本サービスをご利用いただくことについて包括的に同意されることが必要となります。
      </p>
    </section>

    <section>
      <h2>プライバシーポリシーの改善</h2>
      <p>当方はプライバシーポリシー関しまして、適宜その改善に取り組みます。
        お客様は、本サービスにアクセスするか当方のサービスをご利用になる前に、必ず最新のプライバシーポリシーをご確認ください。
        お客様が本サービスにアクセスされるか、当方のサービスをご利用になられた場合は、最新のプライバシーポリシーの内容に同意されたものとみなします。</p>
    </section>

    <section>
      <h2>個人情報の開示、訂正等の請求</h2>
      <p>
        当方は、保有する個人情報について、個人情報保護法に基づく開示、訂正・追加・削除、利用停止・消去等の請求があった場合、
        請求された方が本人であることを確認した後、個人情報保護法に従って対応いたします。かかる請求を行う場合、お問い合わせフォームにご連絡下さい。
      </p>
    </section>

    <section>
      <h2>お問い合わせ</h2>
      <p>プライバシーポリシーに関するお問い合わせは、お問い合わせフォームよりお願い致します。</p>
    </section>

    <p>【2021年12月30日制定】</p>

  </div>
</div>

@include('layouts.footer')

@endsection
<script src="/js/project.js" defer></script>
<script src="/js/mypage.js" defer></script>